LigonLab.org
  *LigonLab*: Toolbox for working with/like Ethan Ligon

* Introduction
  :PROPERTIES:
  :EXPORT_FILE_NAME: README
  :EXPORT_TITLE: LigonLab: Toolbox for working with/like Ethan Ligon
  :END:
This project is meant to both document and help set up a software
environment which will allow you to use tools employed by Ethan Ligon
(that's me) and various of his students and colleagues.  If you want
to be able to work with me you may find this toolbox useful.  However,
you don't have to have a relationship with me to use this
package---you may find it independently useful, or useful as a first
step in replicating work done by others who have used this package.

*Nota Bene*: I think any of the code/setup in this toolbox should work on a wide
variety of computers running =linux= or =macOS=.  If you're on a MS
Windows machine you're not definitely not working with/like Ethan
Ligon, and much of what follows may need to be changed or adapted if
it's to work at all.

** Getting Started
   Follow instructions in =LigonLab.org:Basic Setup=  to install =git=, =emacs=, and
   =Anaconda=, if these aren't already installed.  

