README.md

# Table of Contents

1.  [Getting Started](#org4307ac9)

This project is meant to both document and help set up a software
environment which will allow you to use tools employed by Ethan Ligon
(that&rsquo;s me) and various of his students and colleagues.  If you want
to be able to work with me you may find this toolbox useful.  However,
you don&rsquo;t have to have a relationship with me to use this
package&#x2014;you may find it independently useful, or useful as a first
step in replicating work done by others who have used this package.

**Nota Bene**: I think any of the code/setup in this toolbox should work on a wide
variety of computers running `linux` or `macOS`.  If you&rsquo;re on a MS
Windows machine you&rsquo;re not definitely not working with/like Ethan
Ligon, and much of what follows may need to be changed or adapted if
it&rsquo;s to work at all.


<a id="org4307ac9"></a>

# Getting Started

Follow instructions in `LigonLab.org:Basic Setup`  to install `git`, `emacs`, and
`Anaconda`, if these aren&rsquo;t already installed.  

